#+title: %<%Y-%m-%d>
#+filetags: :Daily:
- *Time Sheet*
|   | Start                      |   |
|   | Lunch Start                |   |
|   | Lunch Finish               |   |
|   | Finish                     |   |
|---+----------------------------+---|
| # | Total time at work (h)     | 0 |
| # | Lunch time         (h)     | 0 |
| # | Total              (h)     | 0 |
|---+----------------------------+---|
| # | Work done this week so far |   |
| # | Hours until 40             |   |
#+TBLFM: @5$3=round((24*(@4$3 - @1$3)),2)::@6$3=round(24 * (@3$3 - @2$3), 2)::@7$3=@5$3 - @6$3::@8$3=%(remote-table-func %<%d> %<%m> %<%Y>)::@9$3=40 - @8$3


* [/] Daily Todos
1. [ ]

* Notes
